import React from 'react';
import './Info.css';
const Info = () => {
    return (
    <>
        <div class = "red_line"></div>
        <div class = "info_wrapper">
        <h1>ИНФОРМАЦИЯ</h1>
        <p>Данный портал содержит информацию о писателях Беларуси. На основной странице размещена информация о писателе дня и описание команды разработчиков портала. Также портал содержит персональную страницу каждого писателя. На каждой странице имеется описание деятеля: биография, фотогалерея с его изображениями и изображениями его произведений, видео на YouTube о деятеле, место его рождения на карте.
        </p>
        </div>
    </>
    );
};

export default Info;
