{
  "0": {
    "id": 1,
    "name": "Илон Маск",
    "years": "1971-",
    "img": "/Images/ElonMask/MaskMain.jpg",
    "link": "#",
    "linkOnVideo": "link",
    "geolocation": "я пока хз как оно вставляется но скорее всего тоже линкой на карты",
    "gallery": [
      {
        "img1": "/Images/ElonMask/MaskYoung.jpg",
        "img2": "/Images/ElonMask/MaskOlder.jpg",
        "img3": "/Images/ElonMask/MaskOld.jpg"
      }
    ],
    "biography": [
      {
        "title": "Рождение",
        "text": "Илон Маск  родился 28 июня 1971 г. в Претории (ЮАР). Его отец - англичанин, уроженец ЮАР, имел свой инженерный бизнес, мать, приехавшая в ЮАР из Канады, была моделью, затем диетологом. После развода родителей Илон Маск жил в основном с отцом в Африке.",
        "time": "28.10.1971",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      },
      {
        "title": "Учреждение своих самых влиятельных компаний",
        "text": "В 1999 году Маск стал соучредителем онлайн-банка X.com, который в 2000 году конгломеративным путем консолидировался с Confinity и образовал PayPal. В 2002 году компания была куплена eBay за 1,5 миллиарда долларов. В 2002 году Маск основал SpaceX, компанию по производству аэрокосмической техники и оказанию услуг космического транспорта, генеральным директором и главным инженером которой он является. В 2004 году он присоединился к производителю электромобилей Tesla в качестве председателя совета директоров и архитектора проекта, а в 2008 году стал её генеральным директором.",
        "time": "1999-2004",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      },
      {
        "title": "Самый богатый человек в мире",
        "text": "7 января 2021 года Илон Маск стал богатейшим человеком планеты, сместив основателя Amazon Джеффа Безоса на второе место...",
        "time": "2021-",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      }
    ]
  },



  "1": {
    "id": 2,
    "name": "Джефф Безос",
    "years": "1964",
    "img": "/Images/JeffBezos/BezosMain.jpg",
    "link": "#",
    "linkOnVideo": "link",
    "geolocation": "я пока хз как оно вставляется но скорее всего тоже линкой на карты",
    "gallery": [
      {
        "img1": "/Images/JeffBezos/BezosYoung.jpg",
        "img2": "/Images/JeffBezos/BezosOlder.jpg",
        "img3": "/Images/JeffBezos/BezosOLD.jpg"
      }
    ],
    "biography": [
      {
        "id": 1,
        "title": "Рождение",
        "text": "Джеффри Престон Йоргенсен родился 12 января 1964 года в Альбукерке (штат Нью-Мексико), его родители — Жаклин (в девичестве — Гиз) и Теодор Йоргенсен (отец имеет датские корни). При его рождении матери было 17 лет, отцу — 19. Спустя несколько лет родители Джеффри Престона развелись; в апреле 1968 года его мать вышла замуж за кубинского эмигранта Мигеля «Майка» Безоса-младшего,усыновившего четырёхлетнего мальчика и давшего ему свою фамилию",
        "time": "12.01.1964",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      },
      {
        "id": 2,
        "title": "Первые успехи",
        "text": "В конце 1994 года, в ходе путешествия через страну из Нью-Йорка в Сиэтл, Безос основал интернет-магазин Amazon.com, первоначальные инвестиции в который составили 300 тыс. долларов. Сайт был запущен 16 июля 1995 года, хотя на тот момент он не был до конца закончен: к примеру, на нём можно было заказать отрицательное количество книг. Безос мотивировал это необходимостью опередить конкурентов. Компания начиналась как книжный онлайн-магазин и расширилась до продажи большого ассортимента продуктов и сервисов, включая видео- и аудиотрансляции",
        "time": "16.07.1995",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      },
      {
        "id": 3,
        "title": "Безос сегодня",
        "text": "В 2017 году стал богатейшим человеком мира по версии Forbes..."
      }
    ]
  },



  "2": {
    "id": 1,
    "name": "Генри Форд",
    "years": "1863-1947",
    "img": "/Images/HenryFord/FordMain.jpg",
    "link": "#",
    "linkOnVideo": "link",
    "geolocation": "я пока хз как оно вставляется но скорее всего тоже линкой на карты",
    "gallery": [
      {
        "img1": "/Images/HenryFord/FordYoung.jpg",
        "img2": "/Images/HenryFord/FordOlder.jpg",
        "img3": "/Images/HenryFord/FordOLD.jpg"
      }
    ],
    "biography": [
      {
        "id": 1,
        "title": "Рождение",
        "text": "Генри Форд (Henry Ford) родился 30 июля 1863 года в поселке Спрингфилд, недалеко от Дирборна (штат Мичиган). Он был старшим из шести детей эмигрантов из Ирландии Уильяма (William Ford) и Мэри Форд (Mary Ford), которые владели преуспевающим фермерским хозяйством. Детство Генри прошло на родительской ферме, где он помогал семье и посещал сельскую школу.",
        "time": "30.07.1863",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      },
      {
        "id": 2,
        "title": "Первые компании",
        "text": "В 1899 году, уволившись из компании Edison Illuminating, Генри Форд основал собственную фирму Detroit Automobile. Несмотря на то, что через год предприятие обанкротилось, Форд успел собрать несколько гоночных автомобилей. В 1903 году двенадцать бизнесменов из штата Мичиган во главе с Генри Фордом основали компанию Ford Motor. Форд держал 25,5% акций предприятия и занимал должности вице-президента и главного инженера компании.",
        "time": "1899-1903",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      },
      {
        "id": 3,
        "title": "Появление Ford Model T",
        "text": "В 1908 году Генри Форд воплотил в жизнь свою мечту, выпустив модель 'T' — надежный и недорогой автомобиль, который стал одной из самых массовых и популярных машин своего времени. Автомобилем Форда было просто управлять, он не требовал сложного технического обслуживания и мог проехать даже по сельским дорогам, став средством передвижения, а не игрушкой для богатых. В 1913 году было налажено конвейерное производство модели, что привело к значительному снижению себестоимости.",
        "time": "1908",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      }
    ]
  },



  "3": {
    "id": 1,
    "name": "Дэвид Рокфеллер",
    "years": "1915-2017",
    "img": "/Images/DavidRockefeller/RockefellerMain.jpg",
    "link": "#",
    "linkOnVideo": "link",
    "geolocation": "я пока хз как оно вставляется но скорее всего тоже линкой на карты",
    "gallery": [
      {
        "img1": "/Images/DavidRockefeller/RockefellerYoung.jpg",
        "img2": "/Images/DavidRockefeller/RockefellerOlder.jpg",
        "img3": "/Images/DavidRockefeller/RockefellerOLD.jpg"
      }
    ],
    "biography": [
      {
        "id": 1,
        "title": "Рождение",
        "text": "Дэвид Рокфеллер родился в Нью-Йорке в доме 10 по Западной 54-й улице. Он являлся внуком нефтяного магната и первого в истории долларового миллиардера Джона Д. Рокфеллера, основателя Стандарт Ойл. Младший брат 41-го вице-президента США Нельсона Рокфеллера и 37-го губернатора Арканзаса Уинтропа О. Рокфеллера.",
        "time": "12.06.1915",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      },
      {
        "id": 2,
        "title": "Первые шаги в бизнесе",
        "text": "Дэвид Рокфеллер начал карьеру в Chase National Bank в 1946 году. Дэвид принял такое решение во многом по совету своего дяди Уинтропа Олдрича. Другой причиной было то, что крупнейшим акционером (4 %) Chase National Bank был отец Дэвида, Джон Рокфеллер-младший. Chase National Bank в то время был несколько парадоксальной структурой. Один из крупнейших банков мира с сильнейшими акционерами существенно отставал от конкурентов по части организации и планирования. Дэвид начал карьеру в качестве ассистента управляющего в иностранном департаменте. Это была низкая должность с окладом[8] в 3,5 тысячи долларов. На этом должности он проработал три года. Благодаря ротации ему удалось поучаствовать в работе каждого из 33 подразделений иностранного отдела банка.",
        "time": "1946",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      },
      {
        "id": 3,
        "title": "Успех в Chase Manhattan Bank",
        "text": "В 1961 году Дэвид Рокфеллер стал президентом Chase Manhattan Bank, а в 1969 году получил должность председателя совета директоров. Одним из успехов Рокфеллера во главе Chase Manhattan Bank стал выход на рынок СССР. В 1964 году он лично общался с Никитой Хрущёвым. В мемуарах Рокфеллера есть целая глава, посвящённая этой беседе. В 1971 году Chase Manhattan Bank помог СССР профинансировать крупную закупку зерна, а в 1973 году открыл свой филиал в Москве. Chase стал первым банком США, получившим лицензию в СССР. Рокфеллер неоднократно приезжал в Советский Союз и беседовал с Косыгиным и Горбачёвым. В 1981 году Рокфеллер покинул должность председателя, в связи с достижением предельно допустимого уставом банка возраста для данной должности. За период его единоличного руководства 'Чейз' превратился в международный банк, работающий в 70 странах, имеющий 63 отделения и 70 представительских офисов за рубежом. Причём последнее направление приносило большую часть дохода, который в течение десятилетия увеличился почти в три раза.",
        "time": "1961-1981",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      }
    ]
  },



  "4": {
    "id": 1,
    "name": "Билл Гейтс",
    "years": "1955-",
    "img": "/Images/BillGates/GatesMain.jpg",
    "link": "#",
    "linkOnVideo": "link",
    "geolocation": "я пока хз как оно вставляется но скорее всего тоже линкой на карты",
    "gallery": [
      {
        "img1": "/Images/BillGates/GatesYoung.jpg",
        "img2": "/Images/BillGates/GatesOlder.jpg",
        "img3": "/Images/BillGates/GatesReallyOld.jpg"
      }
    ],
    "biography": [
      {
        "id": 1,
        "title": "Рождение",
        "text": "Гейтс родился в Сиэтле (штат Вашингтон), в семье корпоративного адвоката Уильяма Генри Гейтса II и члена совета директоров First Interstate Bank, Pacific Northwest Bell и национального совета USWest, United Way Мэри Максвелл Гейтс. Его прадедушка был мэром и сенатором, а дедушка — вице-президентом Национального банка.",
        "time": "28.10.1955",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      },
      {
        "id": 2,
        "title": "Основание Microsoft",
        "text": "В январе 1975 года Пол Аллен прочитал в журнале Popular Electronics статью о новом персональном компьютере Altair 8800. После прочтения статьи Гейтс связался с президентом компании Micro Instrumentation and Telemetry Systems (MITS), разработчиком нового компьютера Эдом Робертсом и сообщил ему, что он и его друг работают над программным обеспечением данного компьютера (хотя на самом деле Гейтс и Аллен не имели к Altair 8800 никакого отношения, но эмулировали тот процессор). Президент MITS пригласил в свой офис Пола и он продемонстрировал рабочий интерпретатор языка BASIC для их компьютера, и через несколько недель Пол и Билл уже работали на MITS. Свою компанию они думали назвать «Аллен и Гейтс», но посчитали что это больше подходит для юридической конторы, и тогда Пол предложил — Micro-Soft, от microprocessors и software.",
        "time": "1975",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      },
      {
        "id": 3,
        "title": "Контракт с IBM и создание MS-DOS",
        "text": "В 1981 году корпорация IBM разместила запрос на создание операционной системы, которая должна была использоваться в новом семействе компьютеров IBM PC. Microsoft выкупила права на операционную систему 86-DOS у Seattle Computer Products[en][4] и начала работу по её модификации под требования IBM. Впоследствии IBM лицензировала MS-DOS и выпустила её в августе 1981 года под наименованием PC DOS 1.0. В дальнейшем разработка MS-DOS и PC DOS велась Microsoft и IBM совместно до 1993 года, когда были выпущены два раздельных релиза — 6.0 от Microsoft и 6.1 от IBM",
        "time": "1981-1993",
        "logo": "найти картинки логотипов которые могли бы символизировать событие"
      }
    ]
  }
}
