{
  "ru": {
    "header": {
      "home": "Главная",
      "list": "Список"
    },
    "list": {
      "title": "Наша база:"
    },
    "info": {
      "name": "СОЗДАТЕЛИ МЕЖДУНАРОДНЫХ КОРПОРАЦИЙ",
      "title": "ИНФОРМАЦИЯ",
      "text": "Добро пожаловать на портал, посвященный величайшим умам, которые создали и возглавляли международные корпорации, перевернувшие мир бизнеса. Изучайте истории вдохновения, жизненные пути и инновационные идеи бизнес-лидеров. На главной странице вы узнаете о великих создателях корпораций, найдете их биографии и увидите самые значимые моменты их карьер. Возможность поиска по именам облегчит доступ к информации о лучших предпринимателях. Откройте страницы легендарных фигур бизнеса, изучите их вклад в мировую экономику и смотрите на карту основные точки их деятельности. Добро пожаловать в мир великих предпринимателей и создателей мировых корпораций."
    },
    "card": {
      "title": "ДЕЯТЕЛЬ ДНЯ",
      "btn": "ПОДРОБНЕЕ",
      "year": "Года жизни:"
    },
    "search": {
      "title": "ПОИСК ДЕЯТЕЛЯ",
      "hint": "Искать здесь...",
      "btn": "Поиск",
      "result": "Результаты поиска:",
      "noResults": "Ничего не найдено...",
      "loading": "Загрузка"
    },

    "footer": {
      "title": "САЙТ РАЗРАБАТЫВАЛИ",
      "git": "Перейти на гит",
      "vlad": "Зиновенко Владислав",
      "liza": "Маталыга Елизавета",
      "step": "Макаров Степан",
      "egor": "Головин Егор"
    }
  },
  "en": {
    "header": {
      "home": "Home",
      "list": "List"
    },
    "list": {
      "title": "Our base:"
    },
    "info": {
      "name": "CREATORS OF INTERNATIONAL CORPORATIONS",
      "title": "INFORMATION",
      "text": "Welcome to the portal dedicated to the greatest minds who founded and led international corporations, revolutionizing the business world. Explore stories of inspiration, life paths, and innovative ideas of business leaders. On the main page, you'll discover the great corporate creators, find their biographies, and witness the most significant moments of their careers. The ability to search by name will facilitate access to information about the top entrepreneurs. Dive into the pages of legendary business figures, study their contribution to the global economy, and view the main points of their activity on the map. Welcome to the world of great entrepreneurs and creators of global corporations."
    },
    "card": {
      "title": "MAN OF THE DAY",
      "btn": "READ MORE",
      "year": "Years of life:"
    },
    "search": {
      "title": "SEARCH MAN",
      "hint": "Search here...",
      "btn": "Search",
      "result": "Results:",
      "noResults": "Nothing was founded...",
      "loading": "Loading..."
    },
    "footer": {
      "title": "SITE DEVELOPED BY",
      "git": "Go to GitHub",
      "vlad": "Zinovenko Vladislav",
      "liza": "Matalyga Elizabeth",
      "step": "Makarov Stepan",
      "egor": "Golovin Egor"
    }
  }
}
